tap "homebrew/bundle"
tap "homebrew/services"
brew "mas"
brew "vim"
cask "bartender"
cask "bettertouchtool"
cask "cleanshot"
cask "discord"
cask "ghostty"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keycastr"
cask "obs"
cask "obsidian"
cask "raindropio"
cask "tailscale-app"
cask "visual-studio-code"
cask "windows-app"
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "RunCat", id: 1429033973
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
