tap "homebrew/bundle"
tap "homebrew/services"
brew "coreutils"
brew "fzf"
brew "ghq"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "grep"
brew "lazygit"
brew "mas"
brew "vim"
cask "bettertouchtool"
cask "cursor"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "tailscale"
cask "visual-studio-code"
cask "warp"
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "RunCat", id: 1429033973
mas "The Unarchiver", id: 425424353
