tap "homebrew/bundle"
tap "homebrew/services"
brew "cocoapods"
brew "coreutils"
brew "fd"
brew "fzf"
brew "ghq"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "golangci-lint"
brew "golangci-lint-langserver"
brew "gopls"
brew "grep"
brew "lazygit"
brew "mas"
brew "neovim"
brew "neovide"
brew "ripgrep"
brew "vim"
cask "bartender"
cask "bettertouchtool"
cask "cursor"
cask "discord"
cask "gather"
cask "ghostty"
cask "goneovim"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "obs"
cask "obsidian"
cask "raindropio"
cask "rustdesk"
cask "tailscale"
cask "visual-studio-code"
cask "warp"
cask "windows-app"
mas "Developer", id: 640199958
mas "Disk Speed Test", id: 425264550
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Perplexity", id: 6714467650
mas "RunCat", id: 1429033973
mas "The Unarchiver", id: 425424353
mas "TickTick", id: 966085870
mas "Xcode", id: 497799835
